{
  "Home": "الصفحة الرئيسية",
  "Find us": "ابحث عنا",
  "About": "حول",
  "Who We Are": "من نحن",
  "Vision": "الرؤية",
  "Mission": "الرسالة",
  "Values": "القيم والمبادئ",
  "Products": "المنتجات",
  "Rebar": "حديد التسليح",
  "Bellet": "البيليت",
  "Catalogue": "الكتالوج",
  "Quality": "الجودة",
  "Quality Control": "مراقبة الجودة",
  "Certifications": "الشهادات",
  "Projects": "المشاريع",
  "Mega Projects": "مشاريع ضخمة",
  "Housing Projects": "مشاريع الاسكان",
  "Accreditation & Approvals": "الاعتمادات والموافقات",
  "Our Work": "أعمالنا",
  "Contact Us": "اتصل بنا",
  "Adheres to ES & international standards in manufacturing": "يلتزم بالمعايير المصرية والدولية في التصنيع",
  "breif-text": "تعتبر شركة المدينة للصلب، على مدى ربع قرن من النمو المستدام في تجارة وتوزيع حديد التسليح، أحد أنجح الشركات وأكثرها تواجداً في السوق الصلب كموزع معتمد ومستورد لأكبر مصانع الصلب في مصر وتركيا وأوكرانيا. نظرًا لأهمية صناعة الصلب في الدول النامية، جاءت الانعطافة الاستراتيجية لشركة المدينة للصلب في هذه الصناعة بالتوازي مع الاتجاه المستقبلي لقطاع البناء المدعوم من الدولة. في شركة المدينة للصلب، نحن مدفوعون بشغفنا للتميز لنصبح لاعبًا في صناعة الصلب، ونسعى للمساهمة في نمو ونجاح اقتصاد مصر ودعم الطلب المتزايد في الأسواق المحلية والدولية.",
  "More": "المزيد",
  "products-text": "تتضمن شركة المدينة للصلب منتجات ذات جودة عالية (حديد التسليح) والمنتجات شبه النهائية (البيليت) التي تُصنع باستخدام نظام إدارة الجودة الصارم والقوي لتصميم المواصفات والخصائص الميكانيكية للحديد وفقًا للمواصفات المحلية والدولية.",
  "product-rebar-text": "تنتج مجموعة شركة المدينة للصلب مجموعة متنوعة من حديد التسليح بأقطار مختلفة، كل قطعة لها طول قياسي يبلغ 12 مترًا ووزن تقريبي يزيد عن 2 طن لكل حزمة. تعكس هذه المواصفات التميز التقني والجودة العالية التي تعتمدها المجموعة في عمليات الإنتاج. وهذا يمكن من تنوع المنتجات للمجموعة لتلبية الاحتياجات المتنوعة لعملائها في مشاريع البناء والبنية التحتية، مما يعزز موقعها كمزود رئيسي لحلول حديد التسليح في السوق.",
  "product-bellet-text": "تنتج شركة المدينة للصلب أعمدة حديدية بخصائص كيميائية متطابقة مع المعايير الدولية. يمكن التوافق على نطاق واسع بفضل التزامها بالجودة والتقنيات المتقدمة. تكمن قوة الشركة في تقديم منتجات عالية الجودة وأداء ممتاز ينطبق على مجموعة واسعة من التطبيقات، مما يعكس التزامها بتلبية احتياجات العملاء بما يتماشى مع المعايير الدولية.",
  "About Us": "من نحن",
  "40 years of experience": "40 عامًا من الخبرة",
  "about-home-text-1": "على مدى ربع قرن من النمو المستدام في تجارة وتوزيع حديد التسليح، حققت شركة المدينة للصلب نجاحًا هائلًا وتواجدًا قويًا في السوق الصلب كموزع معتمد ومستورد لأكبر مصانع الصلب في مصر وتركيا وأوكرانيا.",
  "about-home-text-2": "نظرًا لأهمية صناعة الصلب في الدول النامية، جاءت الانعطافة الاستراتيجية لشركة المدينة للصلب في هذه الصناعة بالتوازي مع الاتجاه المستقبلي لقطاع البناء المدعوم من الدولة. في شركة المدينة للصلب، نحن مدفوعون بشغفنا للتميز لنصبح لاعبًا في صناعة الصلب، ونسعى للمساهمة في نمو ونجاح اقتصاد مصر ودعم الطلب المتزايد في الأسواق المحلية والدولية.",
  "Sponsors": "الرعاة",
  "Need more information ?": "هل تحتاج إلى مزيد من المعلومات؟",
  "Please email us and our support staff will contact you back": "يرجى مراسلتنا عبر البريد الإلكتروني وسيقوم فريق الدعم لدينا بالرد عليكم",
  "Send Mail": "إرسال بريد",
  "Product Review": "مراجعة المنتج",
  "Brand Foundation": "تأسيس العلامة التجارية",
  "Coprorate Brochure": "كتيب الشركة",
  "Ensure  sustainable Quality": "ضمان الجودة المستدامة",
  "We build the future": "نحن نبني المستقبل",
  "Contributing to Egypt vision & growth 2030": "المساهمة في رؤية ونمو مصر 2030",
  "Provide safety and work environment.": "توفير بيئة عمل آمنة وصحية.",
  "Meet the needs wide variety of sectors & projects": "تلبية احتياجات مجموعة متنوعة وواسعة من القطاعات والمشاريع",
  "Get in touch": "تواصل معنا",
  "Al Madina Group has achieved many successes and a strong presence in the steel industry market.": "حققت مجموعة المدينة العديد من النجاحات والتواجد القوي في سوق صناعة الصلب.",
  "H.Q:48 Street 105, Maadi Al Khabiri Al Gharbeyah, Al Maadi Cairo": "مقر الشركة: 48 شارع 105، المعادي الخبيري الغربية، المعادي، القاهرة",
  "Al-Madina Products": "منتجات المدينة",
  "Follow on": "تابعنا على",
  "Copyrights 2024. All Rights are Reserved by": "حقوق النشر 2024. جميع الحقوق محفوظة لـ",
  "Almadina Steel": "شركة المدينة للصلب",
  "Steel-based Future": "مستقبل قائم على الصلب",
  "About Almadina Steel (40 Years of Experience)": "حول شركة المدينة للصلب (40 عامًا من الخبرة)",
  "Almadina Steel, for over a quarter-century of sustainable growth on Steel Rebar trade and distribution, has accomplished tremendous success and powerful presence in the steel market. as a certified distributor and importer for the Largest steel factories in Egypt, Turkey, Ukraine.": "شركة المدينة للصلب، لأكثر من ربع قرن من النمو المستدام في تجارة وتوزيع حديد التسليح، حققت نجاحًا هائلًا وتواجدًا قويًا في السوق الصلبية، كموزع معتمد ومستورد لأكبر مصانع الصلب في مصر وتركيا وأوكرانيا.",
  "Since the steel industry plays a significant role in developing nations, the strategic turnaround of Almadina Group in this industry, came in parallel with the future-oriented trend of state-supported construction sector. At Almadina Steel, we are driven by our initiative and passion for excellence to play an influential role in the steel industry, to contribute to the growth and success of Egypt economy and to support the growing demand in the domestic and international markets.": "نظرًا لأهمية صناعة الصلب في الدول النامية، جاءت الانعطافة الاستراتيجية لمجموعة المدينة في هذه الصناعة، بالتوازي مع الاتجاه المستقبلي لقطاع البناء المدعوم من الدولة. في شركة المدينة للصلب، نحن مدفوعون بمبادرتنا وشغفنا للتميز للعب دور مؤثر في صناعة الصلب، والمساهمة في نمو ونجاح اقتصاد مصر ودعم الطلب المتزايد في الأسواق المحلية والدولية.",
  "Our Vision": "رؤيتنا",
  "Almadina Steel pursues the sustainable growth of iron and steel manufacturing from a long-term perspective.": "تسعى شركة المدينة للصلب إلى النمو المستدام في صناعة الحديد والصلب من منظور طويل الأمد.",
  "Becoming a steel and mining pioneer was never our only end, rather we aspire to establish a true steel entity, significantly influences the local and regional markets.": "لم يكن أن نصبح رائدًا في صناعة الصلب والتعدين هدفنا الوحيد، بل نطمح إلى إنشاء كيان صناعي حقيقي يؤثر بشكل كبير في الأسواق المحلية والإقليمية.",
  "Our Values": "قيمنا",
  "excellence": "1. التميز: من خلال تحسين الخدمة لعملائنا وموردينا لبناء شراكة طويلة الأمد معًا.",
  "commitment": "2. الالتزام: يجب أن يتحمل كل فرد، موظف، ومدير كبير في مجموعة المدينة للصلب مسؤولية مهامه لتحقيق الأهداف العامة للشركة وكذلك الأهداف الخاصة للإدارات التابعة برؤية واضحة ومحددة.",
  "safety": "3. السلامة: نحن دائمًا حريصون على موظفينا، ونتبع نهجًا استباقيًا لتوفير السلامة وحماية البيئة. علاوة على ذلك، نسعى دائمًا لإيجاد وسائل مبتكرة لتحسين أداء السلامة لدينا.",
  "professional_integrity": "4. النزاهة المهنية: النزاهة والنزاهة هما جزء لا يتجزأ من علاقتنا مع جميع شركائنا.",
  "social_responsibility": "5. المسؤولية الاجتماعية: سلامة مجتمعنا ورفاهيته دائمًا هما أولويتنا. تلتزم منظمتنا بالكامل بالمسؤولية الاجتماعية من خلال تقديم مبادرات وبرامج تنموية. في مجموعتنا، نوحد جهودنا للتصرف بفعالية في المجتمع، من خلال دعم وتعزيز وتدريب المهندسين والفنيين الواعدين في مصانعنا.",
  "Our Mission": "رسالتنا",
  "mission_text_intro": "تدفع كل جهودنا الرائعة رؤيتنا لتحقيق مزايانا التنافسية المستقبلية، استنادًا إلى جودة صناعة حديد التسليح عن طريق التالي:",
  "mission_text_points": [
    "تجاوز التوقعات لمنتجاتنا وعملياتنا وأدائنا بالإضافة إلى تجميع معرفة تشغيلية عميقة وفهم فعّال للأعمال لتوفير منتجات حديد التسليح، ملتزمين بالمعايير المصرية والدولية للبناء.",
    "تعزيز ثقافة الابتكار من خلال اعتماد منهجية البحث والتطوير في جوهر عملياتنا الإنتاجية والتدوير وفقًا لمعايير الجودة المهنية والسلامة.",
    "تطوير الموارد البشرية كعنصر حيوي، من خلال توظيف أفضل وأذكى الخبرات في هذا المجال، لكي نتمكن من مواجهة أصعب المشاكل بواسطة مجموعة من المهندسين الخبراء، حيث أننا نسعى لإنشاء بيئة عمل مميزة وفعالة."
  ],
  "mission_text_conclusion": "في شركة المدينة للصلب، سنواصل العمل نحو جودة خدماتنا لأن عملائنا يستحقون دائمًا الأفضل ورضاهم هو مفتاح نجاحنا المستقبلي.",
  "mission_text_last": "… هذه هي مهمتنا لليوم، ورؤيتنا للغد …",
  "Factory": "المـصنـع",
  "HeadQuarter": "المـقر الرئيـسـى",
  "Tab_content_for_Products_points": [
    "تتراوح أحجام منتجات حديد التسليح من (10 - 12 - 16 - 18 ملم) للامتثال للمعايير المصرية والدولية.",
    "يمكن لمجموعة المدينة للصلب توريد منتجات حديد التسليح بخصائص ميكانيكية ومكونات متنوعة استنادًا إلى مواصفات العملاء، ملتزمة بالمعايير الإنشائية المصرية.",
    "يتم تحديد كل حزمة بوزن لا يتجاوز 2 طن (مع تسامح يبلغ 100 كجم) وطول يبلغ 12 متر (مع تسامح يبلغ 0-10 مليمتر).",
    "نلتزم بالمعايير والإرشادات المصرية والدولية في تصنيع وتدوير حديد التسليح.",
    "تُستخدم الألوان كنظام تشفير لتحديد أحجام الأقطار المحددة لحديد التسليح، كما هو مبين على بطاقات تعريف المنتج المقدمة مع المنتجات النهائية. يُسهل هذا تتبع العميل وفقًا لنظام تتبع المنتج ISO 9001."
  ],
  "Tab_content_for_Products_intro": "تلبي مجموعة المدينة للصلب طلبات التوريد لمنتجات حديد التسليح بخصائص ميكانيكية وكيميائية دقيقة، متماشية مع المعايير الإنشائية المصرية.",
  "Tab_content_for_Products_end": "أوزان ومواصفات قضبان حديد التسليح وفقًا لمعايير تصنيع حديد التسليح المصرية (ES262-2/2015)، الدرجة B 400 B-R و B 500 B-R.",
  "Tab_content_for_Productive_capacity_intro": "الطاقة الإنتاجية الفعلية لمصنع حديد التسليح هي 240،000 طن سنويًا. تهدف المدينة للصلب إلى زيادة الطاقة الإنتاجية بمقدار 450،000 طن سنويًا لخطوط الإنتاج (الخط 1 - الخط 2)، مع الحفاظ على نظام ضمان الجودة ضمن عملية التصنيع عن طريق ما يلي:",
  "Tab_content_for_Productive_capacity_points": [
    "تلتزم المدينة للصلب بأعلى جودة للمنتجات النهائية (مثل أقطار حديد التسليح) أو المنتجات شبه المصنعة (قضبان الصهر) من خلال تنفيذ إدارة صارمة للجودة في المصانع.",
    "استخدام معدات القياس وآلات اختبار الخصائص لتحديد قوة الشد وقوة الانثناء والانتشار لقضبان حديد التسليح، وفقًا للمواصفات المصرية القياسية. يتم إجراء المعايرة الدورية لآلة الشد والتصديق عليها من قبل السلطات المختصة وفقًا لمعايير ISO 9001.",
    "في المدينة للصلب، يتم توضيح التزامنا بالجودة من خلال تنفيذ نظام شامل لإدارة الجودة وممارسات محترفة للسلامة والصحة في مصانعنا، وفقًا لمعايير ISO 9001:2015 لضمان أعلى مستويات الجودة والتحكم.",
    "الحفاظ على المواصفات الميكانيكية وعرض قضبان الصلب لتعزيز الجودة وخلق فرص تنافسية في الأسواق المحلية والتصديرية.",
    "يقوم قسم التسويق والجودة في المصنع بإجراء اختبارات دورية للكيميائية والميكانيكية والتقنية في الجامعات المحلية ومراكز التعديل والقياس الموثوقة (مثل جامعة القاهرة، جامعة عين شمس، المركز القومي للبحوث) للحفاظ على المعايير الجودة المتسقة والمتميزة.",
    "الالتزام الكامل بمواصفات المعايير الدولية والمعايير المصرية لتصنيع حديد التسليح (ES262-2/2015)."
  ],
  "the_content_of_billet_product": [
    "ينتج مصنع الصهر قضبان حديد (أقسام بحجم 100*100 ملم، 130*130 ملم، 160*160 ملم).",
    "يتم ذلك عادةً من خلال عملية إعادة تدوير حديد التسليح للذوبان وتحويل الخردة إلى حديد سائل، بما في ذلك شحن وحدة الخردة المستمرة “ConSteel” وفرن القوس الكهربائي (50 طن/ساعة) بواسطة آلة صب مستمر (CCM)، مقسمة إلى 3 أقسام لإنتاج القضبان حسب القسم المطلوب.",
    "يتولى قسم الجودة والمتابعة إجراء تحليلات دورية وقياس الخصائص الكيميائية والميكانيكية للمواد الخام والمنتجات شبه المصنعة باستخدام معدات القياس مثل محلل الطيف لتحديد التركيب الكيميائي والمكونات الكيميائية للقضيب الخام."
  ],
  "The actual productivity capacity of smelting plant is 135,000 tons annually": "الطاقة الإنتاجية الفعلية لمصنع الصهر هي 135,000 طن سنويًا.",
  "Almadina Steel aims to enhance the productive capacity up to 300,000 tons annually": "تهدف المدينة للصلب إلى زيادة الطاقة الإنتاجية إلى 300,000 طن سنويًا.",
  "Steel Rebar": "حديد التسليح",
  "Productive Capacity": "الطاقة الإنتاجية",
  "Billets- (Smelting Plant) Steel Billets": "قضبان (مصنع الصهر) حديدية",
  "Billet": "البيليت",
  "Consulting engineering approvals": "اعتمادات استشارية هندسية",
  "Product accreditation": "اعتماد المنتج",
  "Our Steel Rebar approved and supplied in Iconic Construction sites in Egypt :": "تمت الموافقة على حديد التسليح لدينا وتوريده في مواقع البناء الرمزية في مصر:",
  "New Capital- Badr City- Oubour City- 6th of October City- Ain Sokhna- 15 May City - El Sadat City- Down Town Delta.": "العاصمة الجديدة - بدر سيتي - مدينة العبور - مدينة 6 أكتوبر - العين السخنة - مدينة 15 مايو - مدينة السادات - وسط المدينة الدلتا.",
  "accreditation-text": "تقوم قسم الجودة والبحث والتطوير في المصنع بإجراء اختبارات كيميائية وميكانيكية وتقنية بشكل دوري في الجامعات المحلية ومراكز التعديل والقياس الموثوقة (مثل جامعة القاهرة، جامعة عين شمس، المركز القومي للبحوث) من أجل الحفاظ على مستوى ثابت ومتميز من الجودة.",
  "Plants 10th of Ramdan,third Industrial Zone - A2 Piece 1,2": "مصانع 10 رمضان، المنطقة الصناعية الثالثة - قطعة A2 1,2",
  "Find Us": " ابحث عنا",
  "Get In Touch": "تواصل معنا"
}
