{
  "Home": "Home",
  "Find us": "Find us",
  "About": "About",
  "Who We Are": "Who We Are",
  "Vision": "Vision",
  "Mission": "Mission",
  "Values": "Values",
  "Products": "Products",
  "Rebar": "Steel Rebar",
  "Bellet": "Bellet",
  "Catalogue": "Catalogue",
  "Quality": "Quality",
  "Quality Control": "Quality Control",
  "Certifications": "Certifications",
  "Projects": "Projects",
  "Mega Projects": "Mega Projects",
  "Housing Projects": "Housing Projects",
  "Accreditation & Approvals": "Accreditation & Approvals",
  "Our Work": "Our Work",
  "Contact Us": "Contact Us",
  "Adheres to ES & international standards in manufacturing": "Adheres to ES & international standards in manufacturing",
  "breif-text": "Introduction to Al Madina Steel: For over half a century, Al Madina Steel has achieved tremendous success and established a powerful presence in the steel market as a certified distributor and importer for the largest steel plants in Egypt, Turkey, and Ukraine. Our sustainable growth in the steel rebar trade and distribution has positioned us as a key player in the industry. The steel industry plays a pivotal role in the development of nations, and Al Madina Steel’s strategic turnaround in this sector aligns with the state-supported construction sector's future-oriented trends. At Al Madina Steel, we are driven by our passion for excellence to become a leading actor in the steel industry. We seek to contribute to the growth and success of the Egyptian economy and to support the increasing demand in both domestic and international markets.",
  "More": "More",
  "products-text": "At Al-Madina Steel, we pride ourselves on offering high-quality finished products (rebar) and semi-finished products (billets). Our products are manufactured using a stringent and robust quality management system that ensures the specifications and mechanical properties of iron meet both local and international standards.  ",
  "product-rebar-text": "Al-Madina Steel Group produces a variety of rebar with different diameters Different, each piece has a standard length of 12 meters and an approximate weight of over About 2 tons per bundle. These specifications reflect the technical excellence and high quality that The group adopts it in its production processes. This enables product diversity to the group Meeting the diverse needs of its clients in construction and infrastructure projects, which It reinforces its position as a major provider of rebar solutions in the market.",
  "product-bellet-text": "Al-Madina Steel Company produces iron bars with identical chemical properties to international standards. Commitment to quality and advanced technologies enable compatibility worldwide. The company's strength lies in providing products of high quality and excellent performance A wide range of applications, reflecting its commitment to meeting customer needs By international standards.",
  "About Us": "About Us",
  "40 years of experience": "40 years of experience",
  "about-home-text-1": "for over a quarter-century of sustainable growth on steel rebar trade and distribution, has accomplished tremendous success and powerful presence in the steel market as a certified distributor and importer for the largest steel plants in Egypt, Turkey and Ukraine.",
  "about-home-text-2": "Since the steel industry plays a pivotal role in developing nations, the strategic turnaround of Al Madina Steel in this industry came in parallel with the future-oriented trend of state-supported construction sector. At Al Madina Steel, we are driven by our passion for excellence to become an actor in the steel industry, seeking to contribute to growth and success of Egypt economy and to support the growing demand in the domestic and international markets.",
  "Sponsors": "Sponsors",
  "Need more information ?": "Need more information ?",
  "Please email us and our support staff will contact you back": "Please email us and our support staff will contact you back",
  "Send Mail": "Send Mail",
  "Product Review": "Product Review",
  "Brand Foundation": "Brand Foundation",
  "Coprorate Brochure": "Coprorate Brochure",
  "Ensure  sustainable Quality": "Ensure  sustainable Quality",
  "We build the future": "We build the future",
  "Contributing to Egypt vision & growth 2030": "Contributing to Egypt vision & growth 2030",
  "Provide safety and work environment.": "Provide safety and work environment.",
  "Meet the needs wide variety of sectors & projects": "Meet the needs wide variety of sectors & projects",
  "Get in touch": "Get in touch",
  "Al Madina Group has achieved many successes and a strong presence in the steel industry market.": "Al Madina Group has achieved many successes and a strong presence in the steel industry market.",
  "H.Q:48 Street 105, Maadi Al Khabiri Al Gharbeyah, Al Maadi Cairo": "H.Q:48 Street 105, Maadi Al Khabiri Al Gharbeyah, Al Maadi Cairo",
  "Al-Madina Products": "Al-Madina Products",
  "Follow on": "Follow on",
  "Copyrights 2024. All Rights are Reserved by": "Copyrights 2024. All Rights are Reserved by",
  "Almadina Steel": "Almadina Steel",
  "Steel-based Future": "Steel-based Future",
  "About Almadina Steel (40 Years of Experience)": "About Almadina Steel (50 Years of Experience)",
  "whoweare-text1": "For over half a century, Al Madina Steel has experienced sustainable growth in the steel rebar trade and distribution, achieving tremendous success and establishing a powerful presence in the steel market. We are a certified distributor and importer for the largest steel factories in Egypt, Turkey, and Ukraine.",
  "whoweare-text2": "Given the steel industry's significant role in national development, Al Madina Steel's strategic advancement in this sector aligns with the future-oriented trends of the state-supported construction sector. At Al Madina Steel, we are driven by our initiative and passion for excellence. Our goal is to play an influential role in the steel industry, contribute to the growth and success of the Egyptian economy, and support the growing demand in both domestic and international markets.",
  "Our Vision": "Our Vision",
  "vision-info": " Al madina Steel pursues the sustainable growth of iron and steel manufacturing from a long-term perspective. Becoming a pioneer in the steel and mining industry was never our only goal; rather, we aspire to establish a true steel entity that significantly influences both the local and regional markets.  ",
  "Becoming a steel and mining pioneer was never our only end, rather we aspire to establish a true steel entity, significantly influences the local and regional markets.": "Becoming a steel and mining pioneer was never our only end, rather we aspire to establish a true steel entity, significantly influences the local and regional markets.",
  "Our Values": "Our Values",
  "excellence": "1. Excellence: By improving our service to customers and suppliers, we can build long-term partnerships.  ",
  "commitment": "2. Commitment: Every individual, employee, and senior manager in Al Madina Steel Group is responsible for their tasks to meet the group's general objectives as well as the specific objectives of the subsidiary departments, all with a clear and specific vision.  ",
  "safety": "3. Safety: We are consistently committed to our employees' safety, following a proactive approach to ensure a safe working environment and preserve the environment. Moreover, we are always seeking innovative ways to improve our safety performance.  ",
  "professional_integrity": "4. Professional Integrity:  Integrity and impartiality are integral to our relationships with all our partners.  ",
  "social_responsibility": "5. Social Responsibility: The safety and welfare of our society are always our top priorities. Our organization is fully committed to social responsibility by offering development initiatives and programs. Within our group, we unify our efforts to act effectively in society by supporting, promoting, and training promising engineers and technicians in our plants.  ",
  "Our Mission": "Our Mission",
  "mission_text_intro": "All our remarkable efforts are driven by our vision to accomplish our future-oriented competitive advantages, based on the quality of the rebar industry by the following:",
  "mission_text_points": [
    "Exceeding expectations for our products, processes, and performance in addition to bringing together a deep operational knowledge and an effective business acumen to provide steel rebar products, meeting the Egyptian and international standards for construction.",
    "Promoting a culture of innovation by adopting a research and development methodology at the core of our production and rolling processes as per the professional quality and safety standards.",
    "Developing the human resources as a vital element, while recruiting the best and smartest expertise in this field, to be able to address the most complex problems by a range of expert engineers, as we have been seeking to create a distinct and effective work environment."
  ],
  "mission_text_conclusion": "At Almadina Steel, we will continue to work towards the quality of our services since our customers always deserve the best and their satisfaction is the key to our future success.",
  "mission_text_last": "This is our mission for today, and our vision for tomorrow ",
  "Factory": "Factory",
  "HeadQuarter": " HeadQuarter",
  "Tab_content_for_Products_points": [
    " Rebar product sizes range from (10 – 12 – 16 – 18 mm) to comply with Egyptian and international standards.",
    " Almadina Steel Group can supply rebar steel products with diverse mechanical properties and components based on client specifications, adhering to Egyptian construction standards.",
    " Each package is defined by weight not exceeding 2 tons (with a 100 kg tolerance) and a length of 12 m (with a tolerance of 0-10 ml).",
    " We adhere to Egyptian and international standards and guidelines in the manufacture and rolling of rebar steel.",
    " Colors are used as a coding system to identify specific diameter sizes of rebar, as indicated on product identification cards provided with final products. This facilitates client traceability according to the ISO 9001 product traceability system."
  ],
  "Tab_content_for_Products_intro": "Al-Madina Steel Group fulfills supply orders for steel rebar products with precise mechanical and chemical properties, conforming to Egyptian construction standards.",
  "Tab_content_for_Products_end": "Bar weights and specifications according to Egyptian rebar steel manufacturing standards (ES262-2/2015), Grade B 400 B-R and B 500 B-R.",
  "Tab_content_for_Productive_capacity_intro": "The actual productivity capacity of the rebar plant is 240,000 tons annually. Almadina Steel aims to enhance the productive capacity by 450,000 tons annually for the production lines (line 1- line 2), while maintaining the quality assurance system within the manufacturing process by the following:",
  "Tab_content_for_Productive_capacity_points": [
    " Almadina Steel adheres to the highest quality of final products (e.g. rebar steel diameters) or semi-finished products (billets) by implementing rigorous quality management in plants.",
    " Using measurement equipment and properties testing machines to determine tensile strength, yield strength, and elongation of rebar steel bars, according to Egyptian standard specifications. Periodic calibration of the tensile machine is conducted and certified by competent authorities following ISO 9001 standards.",
    " At Almadina Steel, our commitment to quality is demonstrated through the implementation of a comprehensive quality management system and professional safety and health practices in our plants, aligned with ISO 9001:2015 standards to ensure the highest levels of quality and control.",
    " Maintaining the mechanical specifications and width of steel bars to enhance quality and create competitive opportunities in both domestic and export markets.",
    " The Marketing & Quality Department at the plant conducts periodic chemical, mechanical, and technical tests at local universities and reputable calibration and measurement centers (e.g., Cairo University, Ain Shams University, National Research Centre) to maintain consistent and distinguished quality standards.",
    " A full commitment to international standard specifications and Egyptian standards of rebar steel manufacturing (ES262-2/2015)."
  ],
  "the_content_of_billet_product": [
    "The Smelting plant produces steel billets of (100*100 ml 130* 130 ml 160*160 ml) sections.    ",
    "This is usually done through a course of scrap steel recycling for melting and converting scrap to a liquid steel, including the continuous charging of scrap unit “ConSteel” and Electric Arc Furnace (50 tons/hour) by a continuous casting machine (CCM), divided into 3 sections to produce the billets as per the section required.    ",
    "The Quality & Follow-up Department undertakes to periodically analyze and measure the chemical and mechanical properties of the raw materials and semi-finished products by using measuring equipment such as spectrum analyzer to identify the composition and chemical components of raw billet.    "
  ],
  "The actual productivity capacity of smelting plant is 135,000 tons annually": "The actual productivity capacity of smelting plant is 135,000 tons annually.  ",
  "Almadina Steel aims to enhance the productive capacity up to 300,000 tons annually": "Almadina Steel aims to enhance the productive capacity up to 300,000 tons annually.  ",
  "Steel Rebar": "Steel Rebar",
  "Productive Capacity": "Productive Capacity",
  "Billets- (Smelting Plant) Steel Billets": "Billets- (Smelting Plant) Steel Billets",
  "Billet": "Billet",
  "Consulting engineering approvals": "Consulting engineering approvals",
  "Product accreditation": "Product accreditation",
  "Our Steel Rebar approved and supplied in Iconic Construction sites in Egypt :": "Our Steel Rebar approved and supplied in Iconic Construction sites in Egypt :",
  "New Capital- Badr City- Oubour City- 6th of October City- Ain Sokhna- 15 May City - El Sadat City- Down Town Delta.": "New Capital- Badr City- Oubour City- 6th of October City- Ain Sokhna- 15 May City - El Sadat City- Down Town Delta.",
  "accreditation-text": "The Quality and R&D production in the plant periodically conducts chemical, mechanical and technical tests in the local universities and reputable calibration and measurement centers (e.g. Cairo University- Ain Shams University- National Research Centre) in order to maintain a fixed and distinguished level of quality.",
  "Plants 10th of Ramdan,third Industrial Zone - A2 Piece 1,2": "Plants 10th of Ramdan,third Industrial Zone - A2 Piece 1,2",
  "Find Us": "Find Us",
  "Get In Touch": "Get In Touch",
  "Success Stories": "Success Stories",
  "sponsores-text": "Discover our valued sponsors who contribute to our success. We are proud to collaborate with industry leaders and innovative partners who support our mission. Learn more about our sponsors and their commitment to excellence in advancing our shared goals and initiatives.",
  "Sponsores": "Sponsores",
  "rebar-info": "Al-Madina Steel Group produces a variety of rebar with different diameters. Each piece has a standard length of 12 meters and an approximate weight of over 2 tonnes per bundle. These specifications reflect the technical excellence and high quality that the group adopts in its production processes. This enables product diversity for the group by meeting the diverse needs of its clients in construction and infrastructure projects, which reinforces its position as a major provider of rebar solutions in the market.",
  "billet-info": "Al-Madina Steel produces iron bars with identical chemical properties to international standards. Commitment to quality and advanced technologies enable compatibility worldwide. The group's strength lies in providing products of high quality and excellent performance. A wide range of applications, reflecting its commitment to meeting customer needs By international standards.  ",
  "accreditation-info": "The quality and R&D production in the plant periodically conducts chemical, mechanical, and technical tests in the local universities and reputable calibration and measurement centers (e.g., Cairo University, Ain Shams University, and the National Research Centre) in order to maintain a fixed and distinguished level of quality.",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}
